player = {
    "name": "",
    "armor": 0.95,
    "hp": 20,
    "attack": 5,
    "luck": 10,
    "money": 10_000,
    "inventory": []
}

enemies = [
    {
        "name": "Немощь в кожанке",
        "hp": 10,
        "attack": 8,
        "script": "Го на кит стартах пвп",
        "win": "Ну ты софтер просто",
        "loss": "Хаахахаах боже нищета",
    },
    {
        "name": "Железник сигмандрей228",
        "hp": 40,
        "attack": 10,
        "script": "Ты на меня нарваться решил?",
        "win": "АДМИНЫ!!! У НЕГО ЧИТЫЫ",
        "loss": "Ожидаемо слился",
    },
    {
        "name": "Железник чареный",
        "hp": 70,
        "attack": 15,
        "script": "Ну попробуй запехать",
        "win": "Ну тут очевидно киллаура",
        "loss": "АХХАХАХ У ТЕБЯ ХОТЬ РАСХОДНИКИ ЕСТЬ НИЩЕТА?",
    },
    {
        "name": "Полу алмазник",
        "hp": 100,
        "attack": 20,
        "script": "ТЫ на МЕНЯ? Ну это изи для МЕНЯ!!!",
        "win": "Можешь ресы вернуть ЧИТАК!!",
        "loss": "Даже не потно",
    },
    {
        "name": "Алмазник обычный",
        "hp": 120,
        "attack": 25,
        "script": "Я алмазник а ты никто",
        "win": "Пон",
        "loss": "Пон",
    },
    {
        "name": "Алмазник чареный",
        "hp": 150,
        "attack": 30,
        "script": "Лол ты себя дримом возомнил",
        "win": "ДА КАК?",
        "loss": "Ну конечно",
    },
    {
        "name": "НЕЗЕР ЧАРЕНЫЙ",
        "hp": 500,
        "attack": 100,
        "script": "Даже не пытайся",
        "win": "Я признаю, что ты лучше меня пвп",
        "loss": "Ты конечно смелый, но не дорос до моего уровня",
    }
]

items = {
    "1" : {"name": "Зелье черепашьей мощи", "price": 1500},
    "2" : {"name": "Пропуск тренировки", "price": 1000},
    "3" : {"name": "Фулл незер броня", "price": 1000000},
    "4" : {"name": "Фулл алмазная броня", "price": 300000},
    "5" : {"name": "Чарка", "price": 30000},
}


